the coordination of the connector
  Namespace:   Autodesk.Revit.DB.Plumbing
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public Transform Coordination { get; }
  Visual Basic
Public ReadOnly Property Coordination As Transform
	Get
  Visual C++
public:
property Transform^ Coordination {
	Transform^ get ();
}
 See Also
  PipeFittingAndAccessoryConnectorData Class
  Autodesk.Revit.DB.Plumbing Namespace